Repository: ClementWalt/manufacturersimports
Catalog: locales/*.po
Languages: fr_fr, pt_br, tr_tr

source: Suppliers import
fr_fr: Import fabricants
pt_br: Importação de fornecedor
tr_tr: Sağlayıcı içe aktarma

source: Model number
fr_fr: Numéro de modèle
pt_br: Número do modelo
tr_tr: Model numarası

source: Add new material brand number
fr_fr: Ajouter un numéro de modèle de matériel
pt_br: Adicionar novo número de marca de material
tr_tr: Yeni malzeme marka numarası ekle

source: Incompatible PHP Installation. Requires module
fr_fr: Installation de PHP incompatible. Nécessite le module
tr_tr: PHP kurulumu uyumsuz. Şu modül gerekli:

source: Please activate the plugin
fr_fr: Merci d'activer le plugin
pt_br: Por favor, ative o plugin
tr_tr: Lütfen uygulama ekini etkinleştirin

source: Manufacturer web address
fr_fr: Url du fabricant
pt_br: Endereço web do fabricante
tr_tr: Üretici web sitesi adresi

source: Default supplier attached
fr_fr: Fournisseur affecté par défaut
pt_br: Fornecedor padrão anexado
tr_tr: Atanmış varsayılan sağlayıcı

source: New warranty attached
fr_fr: Nouvelle garantie affectée
pt_br: Nova garantia anexada
tr_tr: Yeni garanti eklendi

source: Auto add of document
fr_fr: Ajout automatique de document
pt_br: Adição automática de documento
tr_tr: Kendiliğinden belge ekleme

source: Add a comment line
fr_fr: Ajout d'une ligne dans les commentaires
pt_br: Adicionar uma linha de comentário
tr_tr: Açıklama satırı ekle

source: Access token API address
fr_fr: Adresse API du token d’accès
pt_br: Endereço da API do token de acesso
tr_tr: Erişim kodu API adresi

source: Warranty API address
fr_fr: Adresse API des garanties
pt_br: Endereço da API de garantia
tr_tr: Garanti API adresi

source: New warranty affected by default (Replace if 0)
fr_fr: Nouvelle garantie affectée par défaut (remplacée si différent de 0)
pt_br: Nova garantia afetada por padrão (substituir se 0)
tr_tr: Varsayılan olarak yeni garanti kullanılsın (0 ise değiştirin)

source: Manufacturer API key
fr_fr: Clé API du fabricant
pt_br: Chave API do Fabricante
tr_tr: Üretici API anahtarı

source: Manufacturer API Secret
fr_fr: Clé API secrète du fabricant
pt_br: API Secret do fabricante
tr_tr: Üretici API parolası

source: Client id
fr_fr: ID du client
pt_br: ID do Cliente
tr_tr: Müşteri kodu

source: Client secret
fr_fr: Clé API secrète
pt_br: Secret do Cliente
tr_tr: Müşteri parolası

source: Section for document records
fr_fr: Rubrique pour l'enregistrement des documents
pt_br: Seção para armazenamento de documentos
tr_tr: Belge kayıtları bölümü

source: Manufacturer information
fr_fr: Informations fabricant
pt_br: Informações do fabricante
tr_tr: Üretici bilgileri

# button
source: Retrieve warranty from manufacturer
fr_fr: Récupérer la garantie du fabricant
pt_br: Recupere a garantia do fabricante
tr_tr: Üreticiden garanti bilgilerini al

source: You did not import the warranty for this item. Do you want to get it back?
fr_fr: Vous n'avez pas importé la garantie pour cet objet. Voulez-vous le récupérer ?
pt_br: Você não importou a garantia para este item. Você quer recuperá-lo?
tr_tr: Bu ögenin garantisini içe aktarmadınız. Geri almak ister misiniz?

source: Data recovery DELL for computer
fr_fr: Récupération de données DELL pour les ordinateurs
tr_tr: Bilgisayar için DELL veri kurtarma

source: Import OK
pt_br: Importação OK
tr_tr: İçe aktarıldı

source: Import failed
fr_fr: Import KO
pt_br: Importação falhou
tr_tr: İçe aktarılamadı

source: Model Number
fr_fr: Numéro de modèle
pt_br: Número do modelo
tr_tr: Model numarası

source: Curl PHP package not installed
fr_fr: Le module Curl pour PHP n'est pas installé
pt_br: Pacote Curl PHP não está instalado
tr_tr: Curl PHP paketi yüklü değil

source: Launching of imports
fr_fr: Lancement des imports
pt_br: Lançar importação
tr_tr: İçe aktarma başlatılıyor

source: Post import
pt_br: Pós-importação
tr_tr: İçe aktarma sonrası

source: Result
fr_fr: Résultat
pt_br: Resultado
tr_tr: Sonuçlar

source: Details
fr_fr: Détails
pt_br: Detalhes
tr_tr: Ayrıntılar

source: Import in progress
fr_fr: Import en cours
pt_br: Importação em progresso
tr_tr: İçe aktarma sürüyor

source: Total number of devices imported %s
fr_fr: Nombre total de matériel importés %s
pt_br: Número total de dispositivos importados %s
tr_tr: Toplam %s aygıt içe aktarıldı

source: Imported from web site
fr_fr: Importé depuis le site de
pt_br: Importado de site
tr_tr: Web sitesinden içe aktarılan

source: With the manufacturersimports plugin
fr_fr: Avec le plugin manufacturersimports
pt_br: Com o plugin manufacturersimports
tr_tr: manufacturersimports uygulama eki ile

source: Connection failed/data download from manufacturer web site
fr_fr: Echec de connexion/récupération de données au site du fabricant
pt_br: Falha de conexão/download de dados do site do fabricante
tr_tr: Bağlantı kesildi / üreticinin sitesinden veri indirilemedi

source: The choosen supplier is not recursive
fr_fr: Le fournisseur choisi n'est pas récursif
pt_br: O fornecedor escolhido não é recursivo
tr_tr: Seçilmiş sağlayıcı yinelenen türde değil

source: Not yet imported
fr_fr: Pas encore importé
pt_br: Não importado ainda
tr_tr: Henüz içe aktarılmamış

source: Problem during the importation
fr_fr: Problème lors de l'importation
pt_br: Problema enquanto na importação
tr_tr: İçe aktarma sırasında sorun çıktı

source: Already imported
fr_fr: Déjà importé
pt_br: Já importado
tr_tr: Zaten içe aktarılmış

source: Choose inventory type and manufacturer
fr_fr: Choix du type de matériel et du fabricant
pt_br: Escolha tipo e fabricante do inventário
tr_tr: Envanter türü ve üreticiyi seçin

source: Devices not imported
fr_fr: Matériels non importés
pt_br: Dispositivos não importados
tr_tr: Aygıtlar içe aktarılmadı

source: Devices already imported
fr_fr: Matériels déjà importés
pt_br: Dispositivos já importados
tr_tr: Aygıtlar zaten içe aktarılmış

source: No manufacturer available. Please configure at least one manufacturer
fr_fr: Aucun fabricant utilisable. Merci de configurer au moins un fabricant
pt_br: Nenhum fabricante disponível. Por favor, configure pelo menos um fabricante
tr_tr: Kullanılabilecek bir üretici bulunamadı. Lütfen en az bir üretici ekleyin

source: Supplier attached
fr_fr: Fournisseur affecté
pt_br: Fornecedor anexado
tr_tr: Atanmış sağlayıcı

source: Total number of devices to import %s
fr_fr: Nombre total de matériel à importer %s
pt_br: Número total de dispositivos para importar %s
tr_tr: İçe aktarılacak toplam aygıt sayısı %s

source: No device finded
fr_fr: Aucun matériel trouvé
pt_br: Nenhum dispositivo encontrado
tr_tr: Herhangi bir aygıt bulunamadı

source: Reset the import
fr_fr: Réinitialiser l'import
pt_br: Reiniciar a importação
tr_tr: İçe aktarmayı sıfırla

source: Warranty import (Dell, HP)
pt_br: Importação de garantia (Dell, HP)
